Repository: ezgisg/ShoppingApp
Catalog: ShoppingApp/Modules/AppResources/Sources/AppResources/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: Add to Cart
tr: Sepete Ekle

source: All Categories
tr: Tüm kategoriler

source: Basket
tr: Sepetim

# CampaignMessages.1
source: Get Ready for the Big Sale
tr: Büyük İndirime Hazır Olun

# CampaignMessages.2
source: Up to 50% Off
tr: %50'ye varan indirimler

# CampaignMessages.3
source: Don't Miss the Last Items
tr: Son Kalanları Kaçırma

# CampaignMessages.4
source: Start Shopping Now
tr: Hemen Alışverişe Başla

# CampaignMessages.5
source: Trend Products for the Season
tr: Sezona Uygun Trend Ürünler

# CampaignMessages.6
source: Exclusive Online Products
tr: Online'a Özel Farklı Ürünler

source: Campaigns
tr: Kampanyalar

# CartWarnings.detail
source: You haven't added any products to your cart yet. Would you like to discover our products? Click now to get started!
tr: Henüz sepetine ürün eklemedin. Ürünlerimizi keşfetmek ister misin? Başlamak için hemen tıkla!

# CartWarnings.title
source: No Items In Your Cart
tr: Sepetinde Ürün Bulunmuyor

source: Categories
tr: Kategoriler

source: Clean
tr: Temizle

source: Delete
tr: Sil

source: Discover
tr: Keşfet

source: E-mail
tr: E-posta

# emailWarning
source: Invalid e-mail
tr: Geçersiz e-mail

source: Error
tr: Hata

source: Favorites
tr: Favorilerim

# FavoritesWarnings.detail
source: You haven't added any products to your favorites yet. Would you like to discover our products? Click now to get started!
tr: Henüz favorilerine ürün eklemedin. Ürünlerimizi keşfetmek ister misin? Başlamak için hemen tıkla!

# FavoritesWarnings.title
source: No Items In Your Favorites
tr: Favorilerinde Ürün Bulunmuyor

source: Filter
tr: Filtre

# FilterWarnings.clean
source: Clean Filters
tr: Filtreleri Temizle

# FilterWarnings.cleanMessages
source: Are you sure you want to delete filters? When deleting, your last selections will not be valid.
tr: Filtreleri silmek istediğine emin misin? Silme işlemini gerçekleştirirsen son seçimlerin geçerli olmayacak.

source: Campaign Details
tr: Kampanya Detayları

# generic.abort
source: Cancel
tr: Vazgeç

# generic.okay
source: Okay
tr: Tamam

source: Home
tr: Ana Sayfa

source: Keep Shopping
tr: Alışverişe Devam Et

source: List
tr: Listele

source: Name
tr: İsim

source: Password
tr: Parola

# passwordConfirm
source: Confirm Password
tr: Parolayı Doğrula

# PasswordControlMessages.consecutive
source: Your password must not contain consecutive numbers like 123.
tr: Şifrenizde 123 gibi ardışık rakamlar olmamalı.

# PasswordControlMessages.letter
source: Your password must contain at least 1 letter.
tr: Şifreniz en az bir harf içermeli.

# PasswordControlMessages.maxCharacter
source: Your password cannot be longer than 16 characters.
tr: Şifreniz 16 karakterden uzun olamaz.

# PasswordControlMessages.minCharacter
source: Your password must be at least 8 characters long.
tr: Şifreniz en az 8 karakter olmalı.

# PasswordControlMessages.nameContain
source: Your password must not contain your name.
tr: Şifreniz isminizi içeremez.

# PasswordControlMessages.number
source: Your password must contain at least 1 number.
tr: Şifreniz en az 1 sayı içermeli.

# PasswordControlMessages.repeating
source: Your password must not contain repeating numbers like 111.
tr: Şifrenizde 111 gibi tekrar eden rakamlar olmamalı.

# PasswordControlMessages.special
source: Your password must contain at least 1 special character.
tr: Şifreniz en az bir özel karakter içermeli.

# PasswordControlMessages.surnameContain
source: Your password must not contain your surname.
tr: Şifreniz soyadınızı içeremez.

# searchCategories
source: Search in All Categories
tr: Tüm Kategorilerde Ara

source: Select All
tr: Hepsini Seç

# sorting
source: Sort
tr: Sırala

source: Surname
tr: Soyisim

# CouponWarnings.notValid
source: Coupon isn't valid
tr: Kupon geçerli değil

# CouponWarnings.valid
source: Coupon is applied
tr: Kupon uygulandı

# CouponWarnings.code
source: Campaign Code
tr: Kampanya Kodu

# SortOptions.highToLow
source: Sort High to Low
tr: Yüksekten Düşüğe Sırala

# SortOptions.lowToHigh
source: Sort Low to High
tr: Düşükten Yükseğe Sırala

# SortOptions.suggested
source: Suggested Ranking
tr: Önerilen Sıralama

source: Apply
tr: Uygula

source: Applied
tr: Uygulandı

# CartTexts.speedReview
source: Quick Review
tr: Hızlı İncele

# CartTexts.variant
source: Variant
tr: Varyant

# CartTexts.goToDetail
source: Go to Detail
tr: Detay Sayfasına Git

# CartTexts.addedToCart
source: Added to Cart
tr: Sepete Eklendi

# CartTexts.titleProductDescription
source: Product Description
tr: Ürün Açıklaması

# CartTexts.titlePaymentTypes
source: Payment Types
tr: Ödeme Tipleri

# CartTexts.titleSuggestionsForYou
source: Special Suggestions for You
tr: Sana Özel Öneriler

# CartTexts.similarProducts
source: Similar Products
tr: Benzer Ürünler

# CartTexts.deleteSelecteds
source: Delete Selected
tr: Seçilenleri Sil

# CartTexts.goToPayment
source: GO TO PAYMENT
tr: ÖDEME ADIMINA GEÇ

# CartTexts.orderSummary
source: Order Summary
tr: Sipariş Özeti

# CartTexts.total
source: Total
tr: Toplam

# CartTexts.discounts
source: Discounts
tr: İndirimler

# CartTexts.subTotal
source: Subtotal
tr: Ara Toplam

# CartTexts.cargoFee
source: Cargo Fee
tr: Kargo Ücreti

# CartTexts.orderInfo
source: Our prices include VAT.
tr: Fiyatlarımıza KDV dahildir.

# CartTexts.grandTotal
source: Grand Total
tr: Genel Toplam

# CartTexts.totalDiscount
source: Total Discount
tr: Toplam İndirim

# fetchingProductError.title
source: Error in Product Information Data
tr: Ürün Bilgilerinde Hata

# fetchingProductError.message
source: Failed to load product information
tr: Ürün bilgileri yüklenemedi

source: No Result
tr: Sonuç Bulunamadı

# againTry
source: Try Again
tr: Tekrar Dene

# SortOptions.rating
source: Rating
tr: Puan

# SortOptions.price
source: Price
tr: Fiyat

# SortOptions.category
source: Category
tr: Kategori

source: Products
tr: Ürünler

source: Points
tr: Puan

# paymentOptions.cashAtDelivery
source: Cash at Delivery
tr: Kapıda Nakit Ödeme

# paymentOptions.creditBankCard
source: Credit Card Bank Card
tr: Kredi Kartı Banka Kartı

# paymentOptions.masterpass
source: Pay with Masterpass
tr: Masterpass ile Öde

# unknownError
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.
